// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (אין קניית כרטיסים ברשת)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "שעות %d";

/* i.e.: 30 minutes */
"%d minutes" = "דקות %d";

/* No comment provided by engineer. */
"%d months ago" = "חודשים %d לפני";

/* No comment provided by engineer. */
"%d weeks ago" = "שבועות %d לפני";

/* No comment provided by engineer. */
"%d years ago" = "שנים %d לפני";

/* No comment provided by engineer. */
"1 hour" = "שעה";

/* No comment provided by engineer. */
"1 kilometer" = "קילומטר";

/* No comment provided by engineer. */
"1 mile" = "מייל";

/* No comment provided by engineer. */
"1 minute" = "דקה";

/* No comment provided by engineer. */
"1 month ago" = "לפני חודש";

/* No comment provided by engineer. */
"1 week ago" = "לפני שבוע";

/* No comment provided by engineer. */
"1 year ago" = "לפני שנה";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "אודות";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "עדכן מיקום אוטומטית";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "צלצל";

/* No comment provided by engineer. */
"Cast:" = ":שחקנים";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "שנה תאריך";

/* No comment provided by engineer. */
"City/State or Postal Code" = "עיר\מדינה או מיקוד";

/* No comment provided by engineer. */
"Could not find location." = "מיקום לא נמצא.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = ":סופקו על ידי DVD/Blu-ray פרטי";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "מידע לתאריכים עתידיים עלול להיות לא שלם. אפס את תאריך החיפוש לתאריך הנוכחי כדי לראות רשומות מלאות.";

/* No comment provided by engineer. */
"Director:" = ":במאי";

/* No comment provided by engineer. */
"Directors:" = ":במאים";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "מרחק";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "שלח רשומה";

/* No comment provided by engineer. */
"Favorites" = "מועדפים";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "פורמט:";

/* No comment provided by engineer. */
"Genre:" = "ז'אנר:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = ":ספקית שירותי מיקום";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "גרפיקה ע'י ג'פרי ני";

/* No comment provided by engineer. */
"Last Friday" = "שישי שעבר";

/* No comment provided by engineer. */
"Last Monday" = "שני שעבר";

/* No comment provided by engineer. */
"Last Saturday" = "שבת שעברה";

/* No comment provided by engineer. */
"Last Sunday" = "ראשון שעבר";

/* No comment provided by engineer. */
"Last Thursday" = "חמישי שעבר";

/* No comment provided by engineer. */
"Last Tuesday" = "שלישי שעבר";

/* No comment provided by engineer. */
"Last Wednesday" = "רביעי שעבר";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = " %2$@ %1$d במרחק קטן מ";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "במרחק קטן מ%@ מכאן";

/* No comment provided by engineer. */
"License" = "רישיון";

/* No comment provided by engineer. */
"Localized by:" = ":לוקליזציה";

/* No comment provided by engineer. */
"Location" = "מיקום";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "מפה";

/* No comment provided by engineer. */
"Movie details provided by:" = ":ספקית פרטי סרטים";

/* No comment provided by engineer. */
"Movie reviews provided by:" = ":ספקית ביקורות סרטים";

/* No comment provided by engineer. */
"Movies" = "סרטים";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "שם";

/* No comment provided by engineer. */
"No information found" = "לא נמצא מידע";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "'%@' לא נמצאו תוצאות עבור";

/* No comment provided by engineer. */
"No synopsis available." = ".אין תקציר זמין";

/* This is what a user picks when they don't want any reviews. */
"None" = "ללא";

/* No comment provided by engineer. */
"Not yet rated" = "עדיין לא דורג";

/* No comment provided by engineer. */
"OK" = "אישור";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "%@ הזמן כרטיסים עבור";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "נגן טריילר";

/* No comment provided by engineer. */
"Please enter your location" = "אנא רשום את מיקומך";

/* Takes the user to the website for this application */
"Project website" = "אתר הפרוייקט";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "%@ דירוג";

/* No comment provided by engineer. */
"Rated:" = ":דירוג";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "קרא ביקורות";

/* No comment provided by engineer. */
"Really close by" = "ממש קרוב";

/* No comment provided by engineer. */
"Really far away" = "ממש רחוק";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "יציאה";

/* No comment provided by engineer. */
"Release date:" = ":תאריך יציאה";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "%@ :יציאה";

/* No comment provided by engineer. */
"Reviews" = "ביקורות";

/* No comment provided by engineer. */
"Running time:" = ":משך הסרט";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "ניקוד";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "תאריך חיפוש";

/* No comment provided by engineer. */
"Search Distance" = "מרחק חיפוש";

/* No comment provided by engineer. */
"Settings" = "הגדרות";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "בתי קולנוע מוסתרים %d הצג";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "הצג בית קולנוע מוסתר";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = ".%@ הראה זמנים שהתקבלו ב";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "זמני הקרנה התקבלו לאחרונה ב\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "ספקי בתי קולנוע מגבילים לעיתים את המרחק המקסימלי עבורו הם מספקים מידע. כתוצאה, בתי קולנוע מסויימים לא יופיעו גם אם מרחק החיפוש הוגדר כגבוה.";

/* No comment provided by engineer. */
"Theaters" = "בתי קולנוע";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "בית הקולנוע עוד לא דיווח על זמני הקרנה. כשהם יהיו זמינים %@ ישיג אותם אוטומטית.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = ":ספקית מכירות כרטיסים";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "כותרת";

/* No comment provided by engineer. */
"Today" = "היום";

/* No comment provided by engineer. */
"Unknown Distance" = "מרחק לא ידוע";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "תאריך יציאה לא ידוע";

/* No comment provided by engineer. */
"Unrated" = "לא מדורג";

/* No comment provided by engineer. */
"Upcoming" = "בקרוב";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "השתמש בגופנים קטנים";

/* No comment provided by engineer. */
"Website" = "אתר";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "נכתב על ידי סיירוס נג'אמבדי";

/* No comment provided by engineer. */
"Yesterday" = "אתמול";

/* No comment provided by engineer. */
"kilometer" = "קילומטר";

/* No comment provided by engineer. */
"kilometers" = "קילומטרים";

/* No comment provided by engineer. */
"mile" = "מייל";

/* No comment provided by engineer. */
"miles" = "מיילים";